---
kind: property
id: P:Autodesk.Revit.DB.SpecTypeId.Moment
source: html/2f29c153-34ee-1c11-b42c-3f9052675a47.htm
---
# Autodesk.Revit.DB.SpecTypeId.Moment Property

Moment, in discipline Structural.

## Syntax (C#)
```csharp
public static ForgeTypeId Moment { get; }
```